programmingTutorials/OldReleases/OF301/OFtutorial4_basicParallelComputing/testCase/Allrun
#!/bin/bash

blockMesh > log.blockMesh
decomposePar > log.decomposePar
mpirun -np 4 ofTutorial4 -parallel
rm -r processor* 2>/dev/null
